Repository: fred-merlo-aurea/km-all-projects
Catalog: UAD/KMPS.MD/Main/DashboardEditor/App_LocalResources/Editor.ascx.*.resx
Languages: tr_tr

# BoundFieldResource1.HeaderText
source: Title
tr_tr: Başlık

# BoundFieldResource2.HeaderText
source: Group
tr_tr: Grup

# BoundFieldResource3.HeaderText
source: GroupDisplayOrder
tr_tr: Grup Sırası

# BoundFieldResource4.HeaderText
source: ItemDisplayOrder
tr_tr: Sıra

# BoundFieldResource5.HeaderText
source: CreateDate
tr_tr: Oluşturma Tarih

# BoundFieldResource6.HeaderText
source: Role
tr_tr: Rol

# BoundFieldResource8.HeaderText
source: Title
tr_tr: Başlık

# CheckBoxFieldResource1.HeaderText
source: View
tr_tr: Görünüm

# CheckBoxFieldResource2.HeaderText
source: Edit
tr_tr: Düzenle

# CommandFieldResource1.CancelText
source: Cancel
tr_tr: Çıkış

# CommandFieldResource1.DeleteText
source: Delete
tr_tr: Sil

# CommandFieldResource1.EditText
source: Edit
tr_tr: Düzenle

# CommandFieldResource1.InsertText
source: Insert
tr_tr: Yeni Ekle

# CommandFieldResource1.NewText
source: New
tr_tr: Yeni

# CommandFieldResource1.SelectText
source: Select
tr_tr: Seç

# CommandFieldResource1.UpdateText
source: Update
tr_tr: Güncelle

# ctlColumnsLabelResource1.Text
source: Selected Section Columns
tr_tr: Seçili Bölüm Kolonları

# ctlCreateAuthBtnResource1.Text
source: Create
tr_tr: Yarat

# ctlCreateRowResource1.Text
source: Create
tr_tr: Yarat

# ctlCurrentDashboardLabelResource1.Text
source: Dashboard Properties
tr_tr: Gösterge Panel Özellikleri

# ctlDashboardCreateResource1.Text
source: Create
tr_tr: Yarat

# ctlDashboardDeleteResource1.Text
source: Delete
tr_tr: Sil

# ctlDashboardUpdateResource1.Text
source: Update
tr_tr: Güncelle

# ctlDeleteAuthBtnResource1.Text
source: Delete
tr_tr: Sil

# ctlDeleteRowResource1.Text
source: Delete
tr_tr: Sil

# ctlRowLabelResource1.Text
source: Dashboard Rows
tr_tr: Gösterge Panel Satırları

# ctlUpdateAuthBtnResource1.Text
source: Update
tr_tr: Güncelle

# ctlUpdateRowResource1.Text
source: Update
tr_tr: Güncelle

# DashboardColumnCreateDeleteResource1.Text
source: Delete
tr_tr: Sil

# DashboardColumnCreateResource1.Text
source: Create
tr_tr: Yarat

# DashboardColumnUpdateResource1.Text
source: Update
tr_tr: Güncelle

# Label10Resource1.Text
source: Url
tr_tr: Yol

# Label11Resource1.Text
source: View Mode
tr_tr: Görünüm Modu

# Label12Resource1.Text
source: Role:
tr_tr: Rol :

# Label13Resource1.Text
source: Can View ? :
tr_tr: Görünebilir ? :

# Label14Resource1.Text
source: Can Edit ? :
tr_tr: Düzenlenebilir ? :

# Label15Resource1.Text
source: Title:
tr_tr: Başlık :

# Label16Resource1.Text
source: ColumnWidth (%):
tr_tr: Kolon Genişliği (%):

# Label17Resource1.Text
source: Column Padding :
tr_tr: Kolon Kenar Dolgusu :

# Label18Resource1.Text
source: Column Style:
tr_tr: Kolon Stili :

# Label1Resource1.Text
source: There are no dashboards to display. You can create a dashboard and add widgets.
tr_tr: Görüntülenecek gösterge paneli yok! .Gösterge paneli yaratabilir ve widgete ekleyebilirsin.

# Label3Resource1.Text
source: Title
tr_tr: Başlık

# Label4Resource1.Text
source: Description
tr_tr: Açıklama

# Label5Resource1.Text
source: Sharing
tr_tr: Paylaşılıyor

# Label6Resource1.Text
source: Group Name
tr_tr: Grup Adı

# Label7Resource1.Text
source: Group Order
tr_tr: Grup Sırası

# Label8Resource1.Text
source: Display Order
tr_tr: Sıra

# Label9Resource1.Text
source: Tag
tr_tr: Etiket

# ListItemResource1.Text
source: Dont' Share
tr_tr: Paylaşma!

# ListItemResource2.Text
source: Share with my workgroup
tr_tr: Çalışma grubumla paylaş

# ListItemResource3.Text
source: Share with everybody
tr_tr: Herkesle paylaş

# ListItemResource4.Text
source: CurrentPage
tr_tr: Geçerli Sayfa

# ListItemResource5.Text
source: CurrentControl
tr_tr: Geçerli Kontrol

# ListItemResource6.Text
source: OnNewPage
tr_tr: Yeni Sayfada

# Literal1Resource1.Text
source: Dashboard Authorization
tr_tr: Gösterge Panel yetkilendirme

# Literal2Resource1.Text
source: Manage Your Dashboards
tr_tr: Gösterge Panelini Yönet

# ctlIsColResizeResource.Text
source: User can resize ?
tr_tr: Boyutlandırılabilir ?

# ctlIsSaveColResizeResource.Text
source: Save resize
tr_tr: Boyutu Kaydet
